app/controllers/movies_controller.rb

  def create
      @movie = Movie.create!(movie_params)
---
INSERT INTO "movies" ("created_at", "rating", "release_date", "title", "updated_at") VALUES (?, ?, ?, ?, ?)